"browserTitle" = "Properties for “%@”";
"untitledMovie" = "Untitled";

"deleteButtonTitle" = "Delete";
"extractButtonTitle" = "Extract";

"deleteTrackOperation" = "Delete Track"; /* for undo */
"deleteTracksOperation" = "Delete Tracks"; /* for undo */

"deleteTrackMessage" = "Are you sure you want to delete this track?";
"deleteTracksMessage" = "Are you sure you want to delete these tracks?";
"operationUndoable" = "This operation is undoable.";

"multipleObjectsSelected" = "%d items selected.";

"propUnavailablePlaceholder" = "-NA-";
"inspectorUnavailable" = "Multiple Selection";